/* Text for the table header for bookmarking an entire stop. */
"add_bookmark_controller.bookmark_stop_header" = "Aggiungi fermata ai segnalibri";

/* Text for the table header for bookmarking an individual trip. */
"add_bookmark_controller.bookmark_trip_header" = "Aggiungi itinerario ai segnalibri";

/* Text field placeholder on the Add Group Alert. */
"add_group_alert.placeholder" = "Aggiungi gruppo ai segnalibri";

/* Title of the Add Bookmark Group controller */
"add_group_alert.title" = "Aggiungi gruppo";

/* Title of the Agencies controller */
"agencies_controller.title" = "Enti";

/* The title of the Agency Alerts controller. */
"agency_alerts_controller.title" = "Avvisi";

/* {X} minutes. always plural. */
"alarm_builder_controller.minutes_fmt" = "%d minuti";

/* One minute/1 minute */
"alarm_builder_controller.one_minute" = "1 minuto";

/* Explains what the Alarm Time Picker page does. */
"alarm_time_picker.description" = "Avvisami se il veicolo partirà tra:";

/* Title of the Alarm Time Picker page. */
"alarm_time_picker.title" = "Aggiungi promemoria";

/* The title to display to confirm the user's action to delete a bookmark. */
"bookmarks_controller.delete_bookmark.actionsheet.title" = "Elimina promemoria";

/* Groups button title in Bookmarks controller */
"bookmarks_controller.groups_button_title" = "Modifica";

/* A menu item that allows the user to sort their bookmarks by distance from the user. */
"bookmarks_controller.sort_menu.sort_by_distance" = "Ordina per distanza";

/* A menu item that allows the user to sort their bookmarks into groups. */
"bookmarks_controller.sort_menu.sort_by_group" = "Ordina per gruppo";

/* The table section header on the bookmarks controller for when bookmarks are sorted by distance. */
"bookmarks_controller.sorted_by_distance_header" = "Ordinati per distanza";

/* Title of the Bookmarks tab */
"bookmarks_controller.title" = "Segnalibri";

/* An error message displayed on the bookmarks tab when the user has Sort By Distance enabled and their location isn't available. */
"bookmarks_controller.unable_to_sort_by_distance_error" = "Impossibile ordinare segnalibri in base alla distanza: la tua posizione non è disponibile.";

/* The title for the bookmarks controller section that shows bookmarks that aren't in a group. */
"bookmarks_controller.ungrouped_bookmarks_section.title" = "Segnalibri";

/* Text that appears when you copy something to your clipboard */
"clipboard.copied_text_confirmation" = "Copiato negli appunti";

/* Body of the the alert that appears when you try sending an email without Mail.app set up */
"contact_us_helper.cant_send_email.body_fmt" = "Per contattarci, è necessario inviare una mail a %@. Tocca \"Copia info di debug\" per copiare negli appunti le informazioni che potrebbero esserci utili per risolvere il problema. Ti preghiamo di includere queste informazioni nell'e-mail.";

/* A button that lets the user copy an email address to the clipboard. */
"contact_us_helper.cant_send_email.copy_email_button" = "Copia indirizzo e-mail";

/* A button that lets the user copy a default message, including debug info, to the clipboard. */
"contact_us_helper.cant_send_email.copy_message_button" = "Copia info di debug";

/* Title of the alert that appears when the user's device isn't configured to send email. */
"contact_us_helper.cant_send_email.title" = "Impossibile inviare e-mail tramite Mail.app";

/* Feedback email template subject for the app developers */
"contact_use_helper.feedback_subject.app" = "Feedback MyMetro";

/* Feedback email template subject for the transit agency */
"contact_use_helper.feedback_subject.transit_agency" = "Feedback Transit Rider";

/* Title of the Credits controller */
"credits_controller.title" = "Riconoscimenti";

/* Title of the Base URL header. */
"custom_region_builder_controller.base_url_section.header_title" = "URL di base";

/* Title of the Contact Email header. */
"custom_region_builder_controller.contact_email_section.header_title" = "Indirizzo e-mail di contatto";

/* Example custom region name */
"custom_region_builder_controller.example_data.region_name" = "Area personalizzata";

/* An explanation of dragging the map to highlight the service area of a custom region. */
"custom_region_builder_controller.service_area_section.explanation" = "Drag the map to the approximate service area of this region.";

/* Title of the Service Area header. */
"custom_region_builder_controller.service_area_section.header_title" = "Area di servizio";

/* Action button title for the DataMigrationBulletinPage. */
"data_migration_bulletin.action_button" = "Continua";

/* Title for the DataMigrationBulletinPage. */
"data_migration_bulletin.data_upgrade_title" = "Data Upgrade";

/* Dismissal button title for the DataMigrationBulletinPage. */
"data_migration_bulletin.dismiss_button" = "Not Now";

/* An error message that appears when the user needs to have data migrated, but is not connected to the Internet. */
"data_migration_bulletin.errors.no_api_service_available" = "Controlla la connessione internet e riprova.";

/* An error message that appears when the data migrator runs but no data can be migrated. */
"data_migration_bulletin.errors.no_data_to_migrate" = "No data to upgrade";

/* An error message that appears when the data migrator runs without a pending migration. */
"data_migration_bulletin.errors.no_migration_pending" = "No data migration is pending";

/* First bullet point of DataMigrationBulletinPage explanation */
"data_migration_bulletin.explanation_1" = "Upgrade your Recent Stops and Bookmarks to work with the latest version of the app, you only need to do this once.";

/* Second bullet point of DataMigrationBulletinPage explanation */
"data_migration_bulletin.explanation_2" = "You will not be able to see your Recent Stops or Bookmarks until you upgrade.";

/* Third bullet point of DataMigrationBulletinPage explanation */
"data_migration_bulletin.explanation_3" = "Upgrading may take a bit of time, and a Wi-Fi or mobile connection is required during the upgrade.";

/* This comment is displayed after the user's data is upgraded in the DataMigrationBulletinPage. */
"data_migration_bulletin.finished_loading" = "Data Upgrade Complete!";


/* Title for the Summary section of a data migration report */
"data_migration_bulletin.report_summary_title" = "Summary";

/* Button title to let the user view a data migration report. */
"data_migration_bulletin.view_report_button" = "View Report";

/* Indicates that the user wants to create a duplicate bookmark. */
"edit_book_controller.duplicate_alert.affirmative_button" = "Crea copia";

/* Title of the button that lets the user add a new Bookmark Group. */
"edit_bookmark_controller.add_group_button_title" = "Aggiungi gruppo di segnalibri";

/* Body of an alert telling the user they have already bookmarked this thing. */
"edit_bookmark_controller.duplicate_alert.body" = "Questo elemento è già salvato tra i tuoi segnalibri. Desideri creare una copia?";

/* The title of an alert telling the user that they have already bookmarked this thing. Noun form of 'duplicate', not the verb. */
"edit_bookmark_controller.duplicate_alert.title" = "Copia segnalibro";

/* Title of the Bookmark Group header. */
"edit_bookmark_controller.group_section.header_title" = "Gruppo di segnalibri";

/* Title of the Bookmark Name header. */
"edit_bookmark_controller.name_section.header_title" = "Nome del gruppo";

/* Don't add this bookmark to a group. */
"edit_bookmark_controller.no_group_row" = "(Nessun gruppo)";

/* Title next to the switch that toggles whether a bookmark will appear in the today view. */
"edit_bookmark_controller.show_in_today_view_switch_title" = "Mostra nel widget Oggi";

/* Title for the Edit Bookmark controller in edit mode */
"edit_bookmark_controller.title_edit" = "Modifica segnalibro";

/* A button that says continue and don't show again. */
"fare_payments.dont_show_again" = "Continua e non mostrare più";

/* A voiceover title describing the 'grabber' for controlling the visibility of a card. */
"floating_panel.controller.accessibility_label" = "Obliteratrice";

/* A voiceover title describing the action to minimize (or collapse) the visibility of a card. */
"floating_panel.controller.collapse_action_name" = "Riduci";

/* A voiceover title describing the action to expand the visibility of a card. */
"floating_panel.controller.expand_action_name" = "Espandi";

/* No comment provided by engineer. */
"floating_panel.controller.full_sheet_voiceover_change_alert.message" = "Il foglio si espanderà automaticamente all'attivazione di VoiceOver. Per disabilitare questo comportamento, visita la pagina Impostazioni.";

/* No comment provided by engineer. */
"floating_panel.controller.full_sheet_voiceover_change_alert.title" = "VoiceOver rilevato";

/* A voiceover title describing that the card's visibility is taking up the full screen. */
"floating_panel.controller.position.full" = "Schermo intero";

/* A voiceover title describing that the card's visibility is taking up half of the screen. */
"floating_panel.controller.position.half" = "Metà schermo";

/* A voiceover title describing that the card's visibility taking up the minimum amount of screen. */
"floating_panel.controller.position.minimized" = "Minimizzata";

/* Description of why we need location services */
"location_permission_bulletin.description_text" = "Consenti all'applicazione di accedere alla tua posizione per facilitare l'individuazione di fermate nei tuoi dintorni. ";

/* Button the user can tap on to disallow access to their location. */
"location_permission_bulletin.do_not_use_location_button_text" = "Don't use my location";

/* Title of the alert that appears to request your location. */
"location_permission_bulletin.title" = "Ti diamo il benvenuto!";

/* No comment provided by engineer. */
"locationservices_alert_gotosettings.button" = "Attiva nelle impostazioni";

/* No comment provided by engineer. */
"locationservices_alert_imprecise.message" = "Potrai visualizzare la tua posizione sulla mappa e le fermate vicine, così che ti sarà più facile raggiungere la destinazione desiderata.";

/* No comment provided by engineer. */
"locationservices_alert_imprecise.title" = "MyMetro funziona al meglio quando la posizione esatta è attiva.";

/* No comment provided by engineer. */
"locationservices_alert_keep_precise_location_off.button" = "Non attivare la Posizione esatta.";

/* No comment provided by engineer. */
"locationservices_alert_keepoff.button" = "Non attivare la posizione.";

/* No comment provided by engineer. */
"locationservices_alert_off.message" = "Potrai visualizzare la tua posizione sulla mappa e le fermate vicine, così che ti sarà più facile raggiungere la destinazione desiderata.";

/* No comment provided by engineer. */
"locationservices_alert_off.title" = "MyMetro funziona al meglio quando la posizione è attiva.";

/* No comment provided by engineer. */
"locationservices_alert_request_access.button" = "Consenti l'accesso alla mia posizione";

/* No comment provided by engineer. */
"locationservices_alert_request_precise_location_once.button" = "Consenti una volta";

/* Explains the purpose of the Manage Bookmarks controller */
"manage_bookmarks.controller_footer" = "Puoi riorganizzare ed eliminare i segnalibri in questa schermata.";

/* Segmented control item for bookmarks */
"manage_bookmarks_groups.toggle.bookmarks" = "Segnalibri";

/* Segmented control item for Groups */
"manage_bookmarks_groups.toggle.groups" = "Gruppi";

/* 'Add Bookmark Group' button text */
"manage_groups_controller.add_group_button" = "Aggiungi gruppo di segnalibri";

/* Footer explanation on the Groups section of the Manage Groups controller. */
"manage_groups_controller.groups.footer_text" = "Puoi rinominare, aggiungere, eliminare e riorganizzare i gruppi di segnalibri. I segnalibri contenuti nei gruppi eliminati verranno conservati.";

/* Placeholder text for Bookmark Group. */
"manage_groups_controller.text_field_placeholder" = "Nome gruppo";

/* Manage Groups controller title */
"manage_groups_controller.title" = "Modifica segnalibri";

/* Map controller for centering the map on the user's current location. */
"map_controller.center_user_location" = "Centra mappa sulla posizione attuale";

/* Change Region button on the alert that appears when the user is updating their current region manually. */
"map_controller.change_region_alert.button" = "Cambia area";

/* Body of the alert that appears when the user is updating their current region manually. */
"map_controller.change_region_alert.message_fmt" = "Desideri modificare la tua area in: %@?";

/* Title of the alert that appears when the user is updating their current region manually. */
"map_controller.change_region_alert.title" = "Desideri modificare la tua area?";

/* Voiceover text indicating that this button toggles the base map type. */
"map_controller.map_type.accessibility_label" = "Tipo di mappa";

/* Voiceover text indicating the current map type as the hybrid base map (satellite view with labels). */
"map_controller.map_type.hybrid.accessibility_value" = "ibrido";

/* Voiceover text indicating the current map type as the standard base map. */
"map_controller.map_type.standard.accessibility_value" = "standard";

/* A generic message shown when the user's search query produces no search results. */
"map_controller.no_search_results_found" = "La tua ricerca non ha prodotto risultati.";

/* Accessibility label for a button that provides the current forecast */
"map_controller.show_weather_button" = "Mostra previsioni meteo";

/* This message appears when a searched-for vehicle doesn't have an assigned trip. */
"map_controller.vehicle_not_on_trip_error" = "Il mezzo da te scelto non è in servizio al momento, per cui non siamo in grado di mostrartelo.";

/* about section header */
"map_item_controller.about_header" = "Info";

/* More options header */
"map_item_controller.more_header" = "Altro";

/* A table row that shows stops nearby. */
"map_item_controller.nearby_stops_row" = "Fermate vicine";

/* Map region manager message to the user when they need to zoom in more to view stops */
"map_region_manager.status_overlay.zoom_to_see_stops" = "Ingrandisci per cercare le fermate";

/* Displayed in the map status view at the top of the map when the user has declined to give the app access to their location */
"map_status_view.location_services_unavailable" = "Servizi di posizione non disponibili";

/* Displayed in the map status view at the top of the map when the user has declined to give the app access to their precise location */
"map_status_view.precise_location_unavailable" = "Posizione esatta non disponibile";

/* Header for a section that shows the user information about this app. */
"more_controller.about_app" = "Informazioni sull'app";

/* Alerts for region row in the More controller */
"more_controller.alerts_for_region" = "Avvisi";

/* Title of the action sheet option for contacting the developers of the app. */
"more_controller.contact_developers" = "Richiedi funzionalità/Segnala bug";

/* Title of the action sheet option for contacting a user's transit agency. */
"more_controller.contact_transit" = "Problema con mezzo/orario";

/* A button to contact transit agency/developers. */
"more_controller.contact_us" = "Contattaci";

/* Contact Us alert title. */
"more_controller.contact_us_alert_title" = "Contattaci";

/* Credits - like who should get credit for creating this. */
"more_controller.credits_row_title" = "Riconoscimenti";

/* Title for a button that will crash the app. */
"more_controller.debug_section.crash_row" = "Arresta applicazione";

/* Section title for debugging helpers */
"more_controller.debug_section.header" = "Debug";

/* This is displayed instead of the user's push ID if the value is not available. */
"more_controller.debug_section.push_id.not_available" = "Non disponibile";

/* Title for the Push Notification ID row in the More Controller */
"more_controller.debug_section.push_id.title" = "ID push";

/* Request to help develop the app */
"more_controller.develop_the_app" = "Aiutaci a correggere i bug e a implementare nuove funzionalità";

/* Header for the volunteer section. */
"more_controller.help_out" = "Aiutaci a migliorare l'applicazione";

/* Title of the Agencies row in the My Location section */
"more_controller.my_location.agencies" = "Enti";

/* 'My Location' section header on the 'More' controller. */
"more_controller.my_location.header" = "La mia posizione";

/* Title of the mobile fare payment row */
"more_controller.my_location.pay_fare" = "Compra biglietto";

/* Title of the row that lets the user choose their current region. */
"more_controller.my_location.region_row_title" = "Area";

/* A link to the app's Privacy Policy */
"more_controller.privacy_row_title" = "Informativa sulla privacy";

/* Title of the More tab */
"more_controller.title" = "Altro";

/* Request to help localize OneBusAway */
"more_controller.translate_the_app" = "Aiutaci a tradurre l'applicazione";

/* Updates and Alerts header text */
"more_controller.updates_and_alerts.header" = "Aggiornamenti e avvisi";

/* Title of the alert that tells the user they've disabled debug mode. */
"more_header.debug_disabled.title" = "Modalità debug disabilitata";

/* Title of the alert that tells the user they've enabled debug mode. */
"more_header.debug_enabled.title" = "Modalità debug abilitata";

/* Explanation about how this app is built and maintained by volunteers. */
"more_header.support_us_label_text" = "Questa applicazione è fatta e mantenuta da volontari.";

/* Body for the empty set indicator on the Nearby controller. */
"nearby_controller.empty_set.body" = "Ingrandisci o muovi la visuale per trovare le fermate.";

/* Title for the empty set indicator on the Nearby controller */
"nearby_controller.empty_set.title" = "Nessuna fermata nei dintorni";

/* Body for the empty set indicator on the Nearby Stops controller. */
"nearby_stops_controller.empty_set.body" = "Non sono state rilevate altre fermate nelle vicinanze.";

/* Title for the empty set indicator on the Nearby Stops controller. */
"nearby_stops_controller.empty_set.title" = "Nessuna fermata nei dintorni";

/* The title of the Nearby Stops controller. */
"nearby_stops_controller.title" = "Fermate vicine";

/* Vehicle occupancy is very high */
"occupancy_status.crushed_standing_room_only" = "Solo posti in piedi stretti";

/* Vehicle occupancy is zero */
"occupancy_status.empty" = "Vuoto";

/* Vehicle occupancy is medium */
"occupancy_status.few_seats_available" = "Pochi posti a sedere";

/* Vehicle occupancy is full */
"occupancy_status.full" = "Pieno";

/* A format string that denotes that the associated occupancy status is historical data. e.g. 'Historical: Standing room only' */
"occupancy_status.historical_fmt" = "Disponibilità media: %@";

/* Vehicle occupancy is low */
"occupancy_status.many_seats_available" = "Molti posti a sedere";

/* Vehicle is not accepting any passengers */
"occupancy_status.not_accepting_passengers" = "Non accetta altri passeggeri";

/* Vehicle occupancy is high */
"occupancy_status.standing_room_only" = "Solo posti in piedi";

/* Vehicle occupancy status is unknown. */
"occupancy_status.unknown" = "Sconosciuta";

/* Reachability bulletin for a cellular connection that can't access the Internet. */
"reachability_bulletin.description.cellular_no_internet" = "Impossibile accedere a internet tramite la rete dati del tuo cellulare.\r\n\r\nProva a connetterti alla rete WiFi o a spostarti in una zona diversa.";

/* Reachability bulletin for a phone with no connection. */
"reachability_bulletin.description.not_connected" = "Impossibile accedere a internet. Prova a connetterti tramite WiFi o rete dati.";

/* Reachability bulletin for a WiFi network that can't access the Internet. */
"reachability_bulletin.description.wifi_no_internet" = "Impossibile accedere a internet tramite l'attuale connessione WiFi.\r\n\r\nProva a disattivare o modificare la rete WiFi.";

/* Title of the alert that appears when the app can't connect to the server. */
"reachability_bulletin.title" = "Internet non disponibile";

/* Title for a confirmation alert displayed before the user deletes all of their recent stops. */
"recent_stops.confirmation_alert.title" = "Confermi di voler eliminare tutte le fermate recenti?";

/* A button that deletes all of the recent stops in the app. */
"recent_stops.delete_all" = "Elimina tutto";

/* Body for the empty set indicator on the Recent Stops controller. */
"recent_stops.empty_set.body" = "Le fermate visualizzate nell'applicazione appariranno qui.";

/* The button title for taking the user to the map view to find stops. */
"recent_stops.empty_set.button" = "Trova fermate sulla mappa";

/* Title for the empty set indicator on the Recent Stops controller. */
"recent_stops.empty_set.title" = "Nessuna fermata recente";

/* Title of the Alarms section of the Recents controller */
"recent_stops_controller.alarms_section.title" = "Sveglie";

/* The title of the Recent Stops controller. */
"recent_stops_controller.title" = "Recenti";

/* Formatted alert body shown when there is a mismatch between the user location and selected region. e.g. 'Your region is set to Puget Sound, but you appear to be in San Diego.' */
"region_mismatch_bulletin.body_fmt" = "La tua area è impostata su: %1$@, ma sembra che tu sia in %2$@.";

/* A button on the region mismatch alert that changes the user's current region. e.g. 'Change to San Diego' */
"region_mismatch_bulletin.change_region_button_fmt" = "Cambia area in: %@";

/* Alert title shown when there is a mismatch between the user location and selected region. */
"region_mismatch_bulletin.title" = "Desideri modificare la tua area?";

/* A button on the region mismatch alert that updates the map's current location to be the specified region. e.g. 'Show Puget Sound on the map' */
"region_mismatch_bulletin.update_map_button_fmt" = "Mostra %@ sulla mappa";

/* Help text displayed on a custom (user-created) region. */
"region_picker.custom_region_help_text" = "Custom region";

/* Help text displayed on an experimental region. */
"region_picker.experimental_region_help_text" = "Experimental region";

/* Help text displayed on an inactive region. */
"region_picker.inactive_region_help_text" = "Inactive region";

/* Title of a button that shows a region creation view controller. */
"region_picker.new_custom_region_button" = "New Custom Region";

/* Title of a toggle that shows experimental (beta) regions. */
"region_picker.show_experimental_regions_toggle" = "Show Experimental";

/* Title of a toggle that shows inactive regions. */
"region_picker.show_inactive_regions_toggle" = "Show Inactive";

/* Title of the Region Picker Item, which lets the user choose a new region from the map. */
"region_picker.title" = "Seleziona l'area";

/* Title of the Report Problem view controller. */
"report_problem.title" = "Segnala un problema";

/* Report a problem with the stop at {Stop Name} */
"report_problem_controller.report_stop_problem_fmt" = "Segnala un problema con la fermata %@";

/* A table header in the 'Report Problem' view controller. */
"report_problem_controller.stop_problem.header" = "Problema con la fermata";

/* A table header in the 'Report Problem' view controller. */
"report_problem_controller.vehicle_problem.header" = "Problema con un mezzo alla fermata";

/* Title of the Bookmarks search header */
"search_controller.bookmarks.header" = "Segnalibri";

/* Body for the empty set indicator on the Search controller. */
"search_controller.empty_set.body" = "Inserire indirizzo, nome della linea, numero della fermata o mezzo da cercare.";

/* Title for the empty set indicator on the Search controller. */
"search_controller.empty_set.title" = "Cerca";

/* Quick Search section header in search */
"search_controller.quick_search.header" = "Ricerca rapida";

/* Quick search prefix for Address. */
"search_interactor.quick_search.address_prefix" = "Indirizzo:";

/* Quick search prefix for Route. */
"search_interactor.quick_search.route_prefix" = "Linea:";

/* Quick search prefix for Stop. */
"search_interactor.quick_search.stop_prefix" = "Fermata:";

/* Quick search prefix for Vehicle. */
"search_interactor.quick_search.vehicle_prefix" = "Mezzo:";

/* A format string for address searches. In English, this is just the address itself without any adornment. */
"search_results_controller.subtitle.address_fmt" = "%@";

/* A format string for route searches. e.g. in english: Route \"{SEARCH TEXT}\" */
"search_results_controller.subtitle.route_fmt" = "Linea %@";

/* A format string for stop number searches. e.g. in english: Stop number \"{SEARCH TEXT}\" */
"search_results_controller.subtitle.stop_number_fmt" = "Numero di fermata: %@";

/* A format string for vehicle ID searches. e.g. in english: Vehicle ID \"{SEARCH TEXT}\" */
"search_results_controller.subtitle.vehicle_id_fmt" = "Identificativo veicolo %@";

/* The title of the Search Results controller. */
"search_results_controller.title" = "Risultati della ricerca";

/* The transit agencies affected by this service alert. */
"service_alert_controller.affected_agencies" = "Enti interessati";

/* The routes affected by this service alert. */
"service_alert_controller.affected_routes" = "Linee interessate";

/* The stops affected by this service alert. */
"service_alert_controller.affected_stops" = "Fermate interessate";

/* The trips affected by this service alert. */
"service_alert_controller.affected_trips" = "Itinerari interessati";

/* As in 'this is in effect/occurring' from/to */
"service_alert_controller.in_effect" = "In vigore";

/* Directs the user to tap on the link that comes at the end of the string. Learn more: <HYPERLINK IS INSERTED HERE> */
"service_alert_controller.learn_more_fmt" = "Scopri di più: %@";

/* Settings > Accessibility section > Always show full sheet on Voiceover */
"settings_controller.accessibility_section.default_full_sheet_voiceover" = "Mostra sempre il foglio intero su VoiceOver";

/* Settings > Accessibility section > Haptic feedback on reload */
"settings_controller.accessibility_section.enable_reload_haptic" = "Ricarica pagina con feedback tattile";

/* Settings > Accessibility section > Show route labels on the map */
"settings_controller.accessibility_section.show_stop_annotation_labels" = "Mostra le etichette del percorso sulla mappa";

/* Settings > Accessibility section title */
"settings_controller.accessibility_section.title" = "Accessibilità";

/* Settings > Alerts section > Display test alerts */
"settings_controller.alerts_section.display_test_alerts" = "Mostra testo avvisi";

/* Settings > Alerts section title */
"settings_controller.alerts_section.title" = "Avvisi degli enti";

/* Settings > Debug section > Debug mode */
"settings_controller.debug_section.debug_mode" = "Modalità debug";

/* Settings > Debug section > Refresh regions on every launch */
"settings_controller.debug_section.always_refresh_regions" = "Aggiorna area a ogni avvio";

/* Settings > Debug section title */
"settings_controller.debug_section.title" = "Debug";

/* Settings > Map section > Show my current heading */
"settings_controller.map_section.shows_heading" = "Mostra la mia direzione attuale";

/* Settings > Map section > Shows scale */
"settings_controller.map_section.shows_scale" = "Mostra scala";

/* Settings > Map section > Shows traffic */
"settings_controller.map_section.shows_traffic" = "Mostra traffico";

/* Settings > Map section title */
"settings_controller.map_section.title" = "Mappa";

/* Settings > Privacy section > Send usage data */
"settings_controller.privacy_section.reporting_enabled" = "Invia dati di utilizzo allo sviluppatore";

/* Settings > Privacy section title */
"settings_controller.privacy_section.title" = "Privacy";

/* A message that appears when a user's alarm is created. */
"stop_controller.alarm_created_message" = "Sveglia impostata";

/* A header for the arrivals and departures section of the stop controller. */
"stop_controller.arrival_departure_header" = "Arrivi e partenze";

/* An error message displayed when a stop is shown by tapping on a bookmark—and the bookmark doesn't seem to point to a valid stop any longer. This problem will occur when a transit agency changes its stop IDs, perhaps as part of an annual transit system realignment. */
"stop_controller.bad_bookmark_error_message" = "Questo segnalibro potrebbe non essere più in funzione. È possibile che 'agenzia di transito abbia operato delle modifiche. Si prega di eliminare il segnalibro e crearlo nuovamente.";

/* A string listing the data providers (agencies) for this stop's data. It contains one or more providers separated by commas. e.g. Data provided by King County Metro, Sound Transit */
"stop_controller.data_attribution_format" = "Dati forniti da %@";

/* Load More button */
"stop_controller.load_more_button" = "Carica altro";

/* This is an instruction given to the user the first time they look at a stop view instructing them on how to access more options, including the ability to add alarms. */
"stop_controller.swipe_spotlight_text.with_alarm" = "Trascina una riga per visualizzare altre opzioni, tra cui l'impostazione delle sveglie.";

/* This is an instruction given to the user the first time they look at a stop view instructing them on how to access more options, EXCLUDING the ability to add alarms. */
"stop_controller.swipe_spotlight_text.without_alarm" = "Trascina una riga per visualizzare altre opzioni.";

/* Title of the Sorting section */
"stop_preferences_controller.sorting_section.header_title" = "Ordina per";

/* Sort by route option */
"stop_preferences_controller.sorting_section.sort_by_route" = "Ordina per linea";

/* Sort by time option */
"stop_preferences_controller.sorting_section.sort_by_time" = "Ordina per orario";

/* Title of the Edit Stop preferences controller */
"stop_preferences_controller.title" = "Filtra linee";

/* The section header to a free-form comments field that the user does not have to add text to in order to submit this form. */
"stop_problem_controller.comments_section.section_title" = "Altri commenti (facoltativo)";

/* Footer text of the Share Location section in the Stop Problem Controller */
"stop_problem_controller.location_section.section_footer" = "Condividendo la tua posizione potresti aiutare l'agenzia di transito a risolvere il problema.";

/* Title of the Share Location section in the Stop Problem Controller. */
"stop_problem_controller.location_section.section_title" = "Vuoi condividere la tua posizione?";

/* Title of the Share Location switch on stop problem controller */
"stop_problem_controller.location_section.switch_title" = "Condividi la posizione";

/* Title label for the 'choose a problem type' row. */
"stop_problem_controller.problem_section.row_label" = "Seleziona un'opzione:";

/* Title of the first section in the Stop Problem Controller. */
"stop_problem_controller.problem_section.section_title" = "Che problema si è verificato?";

/* The 'send' button that actually sends along the problem report. */
"stop_problem_controller.send_button" = "Invia messaggio";

/* Title for the Report Stop Problem controller */
"stop_problem_controller.title" = "Segnala un problema";

/* Message displayed when a new bookmark is created. */
"stops_controller.created_new_bookmark" = "Aggiungi segnalibro";

/* A menu item on a Stop page that toggles the visible list of transit vehicles from a filtered list to all of the list items. e.g. a stop serves routes 1, 2, and 3. The user has filtered the stop to only show route 3. Chooosing this item will show 1, 2, and 3 again. */
"stops_controller.filter.all_routes" = "Tutte le linee";

/* A menu item on a Stop page that toggles the visible list of transit vehicles from a list of all items to a filtered list. e.g. a stop serves routes 1, 2, and 3. The user wants to only view route 3. Choosing this item would show that subset of routes. */
"stops_controller.filter.filtered_routes" = "Linee filtrate";

/* Title of the row that will show stops that are near this one. */
"stops_controller.nearby_stops" = "Fermate vicine";

/* Button that launches the 'Report Problem' UI. */
"stops_controller.report_problem" = "Segnala un problema";

/* Message displayed an existing bookmark is updated. */
"stops_controller.updated_bookmark" = "Aggiorna segnalibro";

/* Button that launches a maps app with walking directions to this stop */
"stops_controller.walking_directions" = "Indicazioni percorso pedonale";

/* Button that launches Apple's maps.app with walking directions to this stop */
"stops_controller.walking_directions_apple" = "Indicazioni percorso pedonale (Apple Maps)";

/* Button that launches Google Maps with walking directions to this stop */
"stops_controller.walking_directions_google" = "Indicazioni percorso pedonale (Google Maps)";

/* A notice when a transit alert doesn't have body text. */
"transit_alert.no_additional_details.body" = "Non sono disponibili ulteriori dettagli.";

/* Describes the next trip of this vehicle. e.g. Continues as 10 - Downtown Seattle */
"trip_details_controller.continues_as_fmt" = "Proseguirà come: %@";

/* Last report: <TIME> */
"trip_details_controller.last_report_fmt" = "Ultimo aggiornamento: %@";

/* Service alerts header in the trip details controller. */
"trip_details_controller.service_alerts_footer" = "Dettagli itinerario";

/* Button that moves the map to focus on the selected stop */
"trip_details_controller.show_on_map" = "Mostra sulla mappa";

/* Describes the previous trip of this vehicle. e.g. Starts as 10 - Downtown Seattle */
"trip_details_controller.starts_as_fmt" = "Parte come: %@";

/* A formatted string for displaying a vehicle's ID on the trip status map. e.g. 'Vehicle ID: 12345' */
"trip_status_annotation.title_fmt" = "Identificativo veicolo %@";

/* Shown on the map when the user taps on a vehicle to indicate we don't know the vehicle's ID. */
"trip_status_annotation.vehicle_id_unavailable" = "Identificativo veicolo non disponibile";

/* Voiceover text explaining that this stop is the user's destination */
"trip_stop.user_destination.accessibility_label" = "La tua destinazione";

/* Voiceover text explaining that the vehicle is currently at this stop */
"trip_stop.vehicle_location.accessibility_label" = "Il mezzo è arrivato";

/* Suggested invocation phrase for Siri Shortcut */
"user_activity_builder.show_me_my_bus" = "Dov'è il mio autobus?";

/* The section header to a free-form comments field that the user does not have to add text to in order to submit this form. */
"vehicle_problem_controller.comments_section.section_title" = "Altri commenti (facoltativo)";

/* Footer text of the Share Location section in the Vehicle Problem Controller */
"vehicle_problem_controller.location_section.section_footer" = "Condividendo la tua posizione potresti aiutare l'agenzia di transito a risolvere il problema.";

/* Title of the Share Location section in the Vehicle Problem Controller. */
"vehicle_problem_controller.location_section.section_title" = "Vuoi condividere la tua posizione?";

/* Title of the Share Location switch */
"vehicle_problem_controller.location_section.switch_title" = "Condividi la posizione";

/* Title of the 'on the vehicle' section in the Vehicle Problem Controller. */
"vehicle_problem_controller.on_vehicle_section.section_title" = "Ti trovi su questo mezzo?";

/* Title of the 'on the vehicle' switch in the Vehicle Problem Controller. */
"vehicle_problem_controller.on_vehicle_section.switch_title" = "A bordo";

/* Title of the vehicle ID text field in the Vehicle Problem Controller. */
"vehicle_problem_controller.on_vehicle_section.vehicle_id_title" = "Identificativo veicolo";

/* Title label for the 'choose a problem type' row. */
"vehicle_problem_controller.problem_section.row_label" = "Seleziona un'opzione";

/* Title of the first section in the Vehicle Problem Controller. */
"vehicle_problem_controller.problem_section.section_title" = "Che problema si è verificato?";

/* The 'send' button that actually sends along the problem report. */
"vehicle_problem_controller.send_button" = "Invia messaggio";

/* Title for the Report Vehicle Problem controller */
"vehicle_problem_controller.title" = "Segnala un problema";

/* Format string describing a favorite route (or trip) bookmark with a placeholder for the bookmark's name. */
"voiceover.bookmarkarrivaldata.label.favoriteroutebookmark_fmt" = "Segnalibro per linea preferita, %@";

/* Format string describing a normal route (or trip) bookmark with a placeholder for the bookmark's name. */
"voiceover.bookmarkarrivaldata.label.routebookmark_fmt" = "Segnalibro per linea, %@";

/* Format string describing a stop bookmark with a placeholder for the bookmark's name. */
"voiceover.bookmarkarrivaldata.label.stopbookmark_fmt" = "Segnalibro per fermata, %@";

/* Voiceover text describing an arrival, then a departure in the near-future, regardless of realtime data availability. */
"voiceover.bookmarkarrivaldata.value.followingarrivalthendeparture_fmt" = "Prossimo arrivo tra %1$d minuti, partenza tra %2$d minuti.";

/* Voiceover text describing a departure, then an arrival in the near-future, regardless of realtime data availability. */
"voiceover.bookmarkarrivaldata.value.followingdeparturethenarrival_fmt" = "Prossima partenza tra %1$d minuti, arrivo tra %2$d minuti.";

/* Voiceover text describing the one additional arrival in the near-future, regardless of realtime data availability. */
"voiceover.bookmarkarrivaldata.value.followingonearrival_fmt" = "Prossimo arrivo tra %d minuti.";

/* Voiceover text describing the one additional departure in the near-future, regardless of realtime data availability. */
"voiceover.bookmarkarrivaldata.value.followingonedeparture_fmt" = "Prossima partenza tra %d minuti.";

/* Voiceover text describing the two additional arrivals in the near-future, regardless of realtime data availability. */
"voiceover.bookmarkarrivaldata.value.followingtwoarrivals_fmt" = "Prossimi arrivi tra %1$d minuti e tra %2$d minuti.";

/* Voiceover text describing the two additional departures in the near-future, regardless of realtime data availability. */
"voiceover.bookmarkarrivaldata.value.followingtwodepartures_fmt" = "Prossime partenze tra %1$d minuti e tra %2$d minuti.";

/* Voiceover text describing no departures in the near-future. */
"voiceover.bookmarkarrivaldata.value.noupcomingdepartures_fmt" = "Non sono previste partenze.";

/* A label for blind or low-vision users on the UI element that describes how long it takes to walk to the stop. */
"walk_time_view.accessibility_label" = "Tempo necessario per raggiungere la fermata";

/* Accessibility string with placeholders for distance from stop, walking time to stop, and predicted arrival time. e.g. 1.2 miles. Takes 17 minutes to walk, arriving at 9:41 am */
"walk_time_view.accessibility_value" = "%1$@. Camminando arriverai in %2$@, giungendo a destinazione alle ore %3$@";

/* Format string with placeholders for distance from stop, walking time to stop, and predicted arrival time. e.g. 1.2 miles, 17m: arriving at 09:41 A.M. */
"walk_time_view.distance_time_fmt" = "%1$@, %2$@: arriverai alle %3$@";

/* Error message of Custom Region URL if it's invalid or does not point to a functional OBA server */
"region_url.error_messsage" = "L'URL della regione fornita non è valida o non punta a un server OBA funzionante.";
